{
    
  "Selle dokumendi allalaadimine": "Download this document",
  

    "Võta meiega ühendust": "Get in Touch With Us",
    "Aadress": "Address",
    "E-posti aadress": "Email Address",
    "Telefoninumber": "Phone Number",
    "Nimi": "Name",
    "Keeletase": "Language Level",
    "Tunni tüüp": "Type of lesson",
    "Kursuse ootus": "Course Expectation",
    "Taotlus": "Taotlus",
    "Avaleht": "Home",
    
   "Valige keeletase": "Select language level",
   "Valige kursus":  "Select course",
   "Inglise keel täiskasvanutele": "English for adult",
   "Inglise keel kooliõpilastele": "English for school",
   "Eesti keel täiskasvanutele": "Estonian for adult",
   "Eesti keel kooliõpilastele": "Estonian for school",
   "Tehke päringut": "Make enquiry",
    







    "Saame tuttavaks!": "Lets get acquainted!",
    "Natalia Komarova": "Natalia Komarova",
    "Asutaja ja koolitaja": "CEO and language instructor",
    "Hea õpetaja on nagu küünal – ta põletab ennast, et": "A good teacher is like a candle – it consumes itself to light",
    "valgustada teed teistele.": "the way for others",
    "Mustafa Kemal Ataturk": "Mustafa Kemal Ataturk",
    "Minust": "About me",
    "Kontaktid": "Contact",
    "Keda ma õpetan": "Who I teach",
    "Olen professionaalne eesti ja inglise keele õpetaja. Oman rohkem kui 20-aastast": "I am a professional teacher of Estonian and English language. I have over 20 years of",
    "töökogemust põhikoolis ja gümnaasiumis, lisaks olen läbi viinud nii": "experience teaching in basic and high schools, and I have conducted language courses in",
    "eesti kui ka inglise keele täiendkoolitusi täiskasvanutele.": "both Estonian and English for adults.",
    "Ma usun, et keeli tuleks õppida ja õpetada rõõmuga. Oluline on õpilaste ja õpetaja": "I love promoting joyful language learning, I emphasize collaborative student-teacher",
    "koostöö, kus õpetaja inspireerib, aitab arendada võõrkeeleoskusi ja suunab.": "partnerships. As a guiding light, I inspire language skills development through active",
    "Ma püüan olla selline inspiratsiooniallikas, kasutades uuenduslikke õppemeetodeid,": "methods, modern materials, and digital technologies, continuous assessment to ensure a",
    "materjale ja pidevalt kontrollin õppijate teadmisi testide kaudu.": "comprehensive grasp of knowledge.",
    "Kuidas ma töötan":  "How I work",
    "Inglise keele õpetamine toimub": "I teach English to both",
    "vene ja eesti keele": "Russian and Estonian",
    "baasil": "speakers",
    "Tasemed": "Levels",
    "A1, A2, B1, B2, ja C1.": "A1, A2, B1, B2, and C1.",
    "Eesti keele õpetamine toimub": "I teach Estonian as a",
    "vene ja inglise keele": "second language to both Russian and English",
    "A1, A2, B1, ja B2.": "A1, A2, B1, and B2.",
    "Kursused": "Courses",
    "Töötan täiskasvanute ja kooliõpilaste gruppidega ja annan ka individuaaltunde.": "I work with groups of adults and school students, providing both",
    "Tunnid võivad toimuda nii kontaktselt (Narva kodukontor või renditud ruum)": "group and individual lessons. Classes can be held either in",
    "kui ka online-keskkonnas (Zoom).": "person (at my home office in Narva or rented space) or online (via Zoom).",
    "Aitan kooliõpilastel valmistuda eesti ning inglise keele riigieksamiteks.": "I assist school students in preparing for Estonian and English language state",
    "Korraldan koolitusi vastavalt klientide soovile.": "exams and organize training sessions based on clients' preferences.",
    "Tutvuge meie kursustega": "Find Out Our Courses",
    "INGLISE KEEL TÄISKASVANUTELE": "ENGLISH FOR ADULTS",
    "INGLISE KEEL KOOLIÕPILASTELE":  "ENGLISH FOR SCHOOL STUDENTS",
    "EESTI KEEL TÄISKASVANUTELE":  "ESTONIAN FOR ADULTS",
    "EESTI KEEL KOOLIÕPILASTELE": "ESTONIAN FOR SCHOOL STUDENTS",
   
    "Kui olete huvitatud õppimisest, palun broneerige konsultatsioon minuga, klõpsates": "If you are interested in learning, you can please book a consultation with me by clicking this.",
    "et hinnata oma oskusi ja saada nõuetekohast juhendamist.": "to be able to assess your skills and for proper mentorship.",
    "Ootan kõiki huvilisi sõltumata vanusest õppima võõrkeeli rõõmuga, avastama keelte ilu,": "I welcome all enthusiasts, regardless of age, to joyfully learn foreign languages, explore their beauty,",
    "vallutama väljakutseid ja saavutama enda poolt püstitatud eesmärke.": "conquer challenges, and achieve their set goals.",
    "Konsultatsioon": "Consultation",
   
  
    "Informatsioon": "Information",
    "Ajakava": "Schedule",
    "Õppekavad": "Curriculum",
    "Õppekorralduse ja kvaliteedi tagamine alused": "Quality Assurance",
    "Õpetajate kvaliteedi tagamine":"Teacher's Qualification",
    "Vastuvõtt, õppetasu, lõpetamise tingimused" : "Registration and tuition fees",


    "Õppekeskkond": "Learning Environment",
    "Maksetingimused": "Payment Terms",
    "Pank": "Bank",
    "Lehekülg ei ole veel saadaval. Aga Natalia on;": "Page not Available Yet. But Natalia is;",
    "Natalia on direktor, kes kohtub teiega hea meelega ja arutab teie õppimisvajadusi.": "Natalia is a Director who will be happy to meet you and discuss your learning needs.",
    "Saate saata meile e-kirja läbi": "You can email us through",
    "Kursus": "Course",
    "Esita": "Submit",
    "välja töötatud": "developed by",
    "Sa vajad rohkem teavet?": "You need more information?",
    "Broneeri tasuta konsultatsioon meiega kohe!":"Book a Free Consultation with Us Now!",
   "Võite meiega ühendust võtta": " You can as well contact us",
    "Nimi on nõutav":  "Name is required",
    "Invaliidne e-kiri": "Invalid email",
   "Vajalik on e-posti aadress": "Email is required",
   "Nõutav keeletase": "Language Level is required",
   "Kursus on nõutav": "Course is required",
   "Tundide tüüp on nõutav":"Lesson Type is required",
   "Sõnum on nõutav": "Message is required",

   "Vali keeletase": "Select Language Level",
   "Meie interaktiivsed ja kaasavad": "Our interactive and engaging",
   "õppetunnid muudavad õppimise lõbusaks ja nauditavaks": "lessons make learning fun and enjoyable",
    
 
   "Koolitusele vastuvõtt ja õppegrupi komplekteerimine": "REGISTRATION AND TUITION FEES",
   "1. Koolitusele vastuvõtt": "1. Registration for a language course",
   "1.1. Õppija keeletase määratakse testi ja sellele järgneva vestluse alusel, õppija ja koolitaja koostöös.": "1.1. The language proficiency level of the learner is determined based on a test and subsequent interview between the learner and the instructor.",
   "1.2. Koolitusele võetakse vastu õppijad, kes on sooritanud keeletaset selgitava testi, esitanud kirjaliku taotluse, sõlminud koolituslepingu ning tasunud väljastatud arve alusel õppemaksu enne õppetö ö algust. Osaline tasumine lepitakse kokku kirjalikult.": "1.2. Learners who have successfully passed the language proficiency test, submitted a written application, signed a training contract, and paid the training fee based on the invoice issued prior to the start of the educational process are accepted for training. Partial payment is agreed upon in writing.",
   "1.3. Koolituse pikkuse arvestamise aluseks on akadeemiline tund (1 akadeemiline tund on 45 minutit).": "1.3. The duration of the training is measured in academic hours (1 academic hour equals 45 minutes).",
   "1.4. Õppijale saadetakse e-posti teel hiljemalt 5 päeva enne koolituse algust kinnitus, kuson kirjas täpne koolituse toimumisaeg ja -koht jm oluline info.": "1.4. A confirmation email is sent to the learner no later than 5 days before the start of the training, specifying the exact time and location of the training, as well as other important information.",
   "2. Õppegrupi komplekteerimin": "2. Formation of Study Groups",
   "2.1. Õppegrupi moodustamise aluseks on õppijate keeleoskustase kursuse alguses, baaskeel ning õppijate eelistused kursuse toimumise aegade osas.": "2.1. The formation of a study group is based on the language proficiency level of the learners at the beginning of the course, their basic language, and their preferences regarding the timing of the course.",
   "2.2. Koolituse alustamiseks koostatakse osalejate nimekiri, mille alusel toimub tundidest osavõtu arvestus. Arvestust peab õpetaja.": "2.2. A list of participants is compiled before the start of the training, based on which attendance is recorded. Attendance records are maintained by the instructor.",
   "3. Koolituse eest tasumine": "3. Payment for Training",
   "3.1. Koolituse eest tasumine toimub arve alusel. Arve saadetakse e-posti teel. Arve tuleb tasuda arvel märgitud tähtajaks3. Koolituse eest tasumine": "3.1. Payment for training is made based on the issued invoice. The invoice is sent via email. Payment must be made before the specified deadline.",
   "3.2. Koolituse eest on võimalus tasuda osamaksetena, mille suurus ja maksetähtajad fikseeritakse koolituslepingus.": "3.2. There is an option for installment payments for training, with the amount and schedule of payments being specified in the training contract.",
   "3.3. Õppetasust vabastamist ei toimu.": "3.3. Exemptions from payment for training are not provided.",
   "3.4. Koolituse tundidest puudumist või koolituse katkestamist ei tasaarveldata.": "3.4. Skipping classes or interrupting training is not compensated for.",
   "3.5. Keeltekoolil on õigus mitte tagastada õppijatele õppetasu katkestatud kursuse eest (välja arvatud juhul, kui õppija on teatanud oma loobumisest kirjalikult hiljemalt peale teist õppetundi).": "3.5. The language school reserves the right not to refund training fees for interrupted courses to learners (except in cases where the learner has notified their withdrawal in writing no later than after the second class).",
   "3.6. Keeltekool ei väljasta tunnistust või tõendit koolitusel osalemise kohta, kui õppetasu ei ole makstud täies mahus.": "3.6. The language school does not issue a certificate or attendance certificate if the training has not been fully paid for.", 
   "4. Keeltekool kohustub": "4. Obligations of the Language School",
   "4.1. Õpetaja haiguse tõttu või mõnel muul õpetajast tuleneval põhjusel ära jäänud tunnid viiakse läbi tagantjärgi õppijatega eelnevalt kokkulepitult ja nendele sobival ajal.": "4.1. Lessons canceled due to the instructor's illness or other reasons related to the instructor are rescheduled by prior agreement with the learners and at a convenient time for them.",
   "4.2. Keeltekoolil on õigus kursuse gruppi mitte avada, kui on registreerunud kavandatavast grupisuurusest vähem inimesi.": "4.2. The language school reserves the right not to open a group for the course if fewer participants have registered than planned.",
   "4.3. Keeltekoolil on õigus muuta kursuse tundide arvu ja hinda, kui õppegruppi on registreerunud eeldatust vähem inimesi, teavitades muutustest grupi liikmeid enne kursuse algust.": "4.3. The language school has the right to change the number of hours and the cost of the course if fewer participants have registered for the group than expected, by notifying changes to group members before the start of the course.",
   "4.4. Koolituse kohta tagasiside saamiseks täidavad koolitusel osalejad kursuse lõpus elektroonilise või paberkandjal tagasiside küsitluse. Keeltekool analüüsib tagasisideküsitlusi.": "4.4. To receive feedback about the course, participants fill out a feedback questionnaire at the end of the course in electronic or paper form. The language school analyzes the results of the survey.",
   "5. Õppija kohustub": "5. Obligations of the Learner",
   "5.1. Osalema kursustel, millele ta on registreerunud või oma osalust kinnitanud kirjalikult taasesitatavas vormis.": "5.1. Participate in the courses for which they have registered or confirmed their participation in writing.",
   "5.2. Õigeaegselt tasuma õppetasu koolitusfirma poolt väljastatud arve alusel.": "5.2. Timely payment for training based on the invoice issued by the training company.",
   "5.3. Õppijal on õigus tasuda keelekursuste eest osade kaupa, maksimaalselt kuni kolmes osas konkreetse Keelerõõmud Keeltekool OÜ poolt kehtestatud maksegraafiku alusel, mis fikseeritakse õppijaga sõlmitavas koolituslepingus.": "5.3. The learner is provided with the right to pay for language courses in installments, up to a maximum of three payments according to the established payment schedule, which is stipulated in the training contract.",
   "5.4. Õppijal on õigus loobuda keelekursusest hiljemalt  peale teist tundi, teatades sellest kirjalikult. Hilisem loobumine ei vabasta õppijat õppetasu tasumisest.": "5.4. The learner is provided with the right to withdraw from the language course no later than after the second lesson, by notifying this in writing. Late withdrawal does not exempt the learner from the obligation to pay for the training.",
   "5.5. Asudes õppima veebikursusel on õppijal endal olemas veebiõppeks vajalik tehnika (arvuti koos kaamera ja mikrofoniga) ja kiire interneti püsiühendus.": "5.5. When starting an online course, the learner commits to having the necessary equipment for online learning (a computer with a camera and microphone) and fast, stable internet access.",
   "5.6. Individuaalõppetunnist puudumisest teatab õppija õpetajale telefonitsi, meilitsi või sõnumiga vähemalt 24 tundi enne tunni algust. Teatamise kohustuse mittetäitmisel on õppija kohustatud tasuma tundide eest täies ulatuses.": "5.6. In case of absence from an individual lesson, the learner notifies the instructor by phone, email, or message no later than 24 hours before the lesson. Failure to comply with this requirement obliges the learner to pay for the lessons in full.",
   "5.7. Grupitunnist puudumisest teatab õppija õpetajale telefonitsi, meilitsi või sõnumiga vähemalt 2 tundi enne tunni algust. Tunnist puudumist ei tasaarveldata ega tehta tundi hiljem järele.":  "5.7. In case of absence from a group lesson, the learner notifies the instructor by phone, email, or message no later than 2 hours before the lesson. Missed lessons are not compensated for or rescheduled later.",
   "5.8. Koolituse kohta tagasiside saamiseks täidavad koolitusel osalejad kursuse lõpus elektroonilise või paberkandjal tagasiside küsitluse, kus annavad hinnangu kursuse sisule, enda keelealasele arengule, õppematerjalidele, õppemetoodikale, tundide ülesehitusele (tempo, õhkkond, selgituste arusaadavus, õpitava keele praktiseerimise võimalused jm), õpetaja tööle ja kursuse korralduslikule poolele ning teevad ettepanekuid õppetöö sisu ja vormi täiustamiseks. Küsitlus on anonüümne, mis tagab objektiivsuse.": "5.8. To provide feedback on the course, participants fill out a feedback questionnaire at the end of the course in electronic or paper form, where they evaluate the course content, their language progress, study materials, teaching methodology, lesson structure (pace, atmosphere, clarity of explanations, opportunities for practicing the language being studied, etc.), the instructor's work, and organizational aspects of the course, and also provide suggestions for improvements in content and format of the training. The questionnaire is anonymous to ensure objectivity.",
   "6 Õpingute lõpetamise tingimused ja väljastatav dokument": "6 Õpingute lõpetamise tingimused ja väljastatav dokument",
   "6.1. Õpingute eduka lõpetamise eelduseks on osalemine vähemalt 80% tundidest ja iseseisvate tööde tegemine.": "6.1. Õpingute eduka lõpetamise eelduseks on osalemine vähemalt 80% tundidest ja iseseisvate tööde tegemine.",
   "6.2. Kursuse lõpetamiseks sooritavad õppijad tõenduspõhise testi kõigi nelja osaoskuse tõendamiseks. Test loetakse sooritatuks vähemalt 60% tulemusega.": "6.2. Kursuse lõpetamiseks sooritavad õppijad tõenduspõhise testi kõigi nelja osaoskuse tõendamiseks. Test loetakse sooritatuks vähemalt 60% tulemusega.",
   "6.3. Tunnistuse saab õppija kursuse lõpus juhul, kui õpingute lõpetamise nõuded on täidetud ja õpiväljundid saavutatud (testi tulemus vähemalt 60%).":  "6.3. Tunnistuse saab õppija kursuse lõpus juhul, kui õpingute lõpetamise nõuded on täidetud ja õpiväljundid saavutatud (testi tulemus vähemalt 60%).",
   "6.4. Tõendi täienduskoolituses osalemise või selle läbimise kohta saab õppija juhul, kui ta osales vähem kui pooltes tundides või kui ta ei saavutanud õppekava lõpetamiseks nõutud õpiväljundeid. Tõend väljastatakse ka juhul, kui koolitusel ei kontrollitud õpiväljundite saavutamist või õppija katkestas koolituse. Sellisel juhul tuuakse tõendil (või selle lisas) välja ka info selle kohta, milliste teemade käsitlemisel õppija osales.":  "6.4. Tõendi täienduskoolituses osalemise või selle läbimise kohta saab õppija juhul, kui ta osales vähem kui pooltes tundides või kui ta ei saavutanud õppekava lõpetamiseks nõutud õpiväljundeid. Tõend väljastatakse ka juhul, kui koolitusel ei kontrollitud õpiväljundite saavutamist või õppija katkestas koolituse. Sellisel juhul tuuakse tõendil (või selle lisas) välja ka info selle kohta, milliste teemade käsitlemisel õppija osales.",
 
   
   "Õppekorralduse ja kvaliteedi tagamise alused": "The Fundamentals of Curriculum and Quality Assurance",
   "Õppekorralduse alused":  "The Fundamentals of Curriculum",
   "1. Üldsätted": "1. General Fundamentals",
    "1.1 Keelerõõmud Keeltekool OÜ (registrikood 16806917) lähtub täienduskoolituse korraldamisel kehtivatest täiskasvanuhariduse valdkonna õigusaktidest ning teistest seonduvatest õigusaktidest ja dokumentidest.": "1.1. The language school Keelerõõmud Keeltekool OÜ (registration number 16806917) operates in accordance with current legislation in the field of adult education and other related regulatory documents.",
    "1.2  Keelerõõmud Keeltekool OÜ on täiskasvanute ja kooliõpilaste koolitusasutus (õppekavarühm; keeleõpe), mis korraldab eesti ja inglise keele õpet.": "1.2. The language school Keelerõõmud Keeltekool OÜ is an educational institution for adults and school students (educational program group; language learning), providing Estonian and English language learning.",
    "1.3 Õppetöö viiakse läbi õppetööks sobivates renditavates ruumides Narvas või koolituse tellija koolitusruumides. Klassides on esitlustehnika, kõik vajalikud vahendid, mööbli ümberpaigutamise võimalus rühmatöödeks. Ruumides järgitakse kõiki tehnika kasutamise eeskirju, tuleohutusnõudeid ja sanitaarnorme. Koolitusruumid vastavad tervisekaitsenõuetele. Kursused võivad toimuda ka interneti vahendusel, kasutades keskkonda Zoom. Digilahendus võimaldab nii tööd kogu grupiga kui ka grupi jaotamise väiksemateks osadeks, et sooritada rühma- ja paaristöid. Õpetajal on vastav varustus (tehnika, ring- valgustus jm vajalik professionaalseks tööks), lisaks digipädevused erinevate keskkondade kasutamiseks (Padlet, Quizlet, Kahoot jt), mida selline õppetöövorm nõuab.": "1.3. Classes are held in rented classrooms in Narva or in the client's premises. The classrooms are equipped with all the necessary equipment including desks and chairs that can be easily rearranged for group and pair work. All rules for using equipment, fire safety requirements, and sanitary norms are observed on the premises. The training rooms meet health protection requirements. Courses can also be conducted online using the platform Zoom. Online teaching allows working with both the entire group and dividing the group into smaller groups for group and pair work. The teacher has the necessary equipment and digital skills to use various platforms (Padlet, Quizlet, Kahoot, etc.) required for this form of education.",
    "1.4 Individuaalõppena toimuvate koolituste puhul viiakse koolitus läbi õppija vajadustest lähtuva individuaalse kava aluse, milla aluseks on vastava keeletaseme õppekava.": "1.4. In conducting individual lessons, education is carried out based on an individual plan tailored to the learner's needs, based on the corresponding curriculum for the relevant language proficiency level.",
    "1.5 Koolituse pikkuse arvestamise aluseks on akadeemiline tund (1 akadeemiline tund on 45 minutit).": "1.5. The duration of the course is measured in academic hours (1 academic hour equals 45 minutes).",
    "1.6 Keelerõõmud Keeltekool OÜ asjaajamiskeel on eesti, vene või inglise keel.": "1.6. The office languages at Keelerõõmud Keeltekool OÜ are Estonian, Russian, or English.",
     "1.7 Keeleoskustasemeid mõistetakse Euroopa keeleõppe raamdokumendi järgi.": "1.7. Language proficiency levels are determined in accordance with the European Framework for Languages.",
    "1.8 Õpingute alusdokument on õppekava, kus on määratletud": "The main document of education is the curriculum, which defines",
    "1.8.1 õppekava nimetus;": "1.8.1. the name of the educational program;",
    "1.8.2 õppekavarühm;": "1.8.2. the group of educational programs;",
    "1.8.3 õpiväljundid;": "1.8.3. educational outcomes;",
     "1.8.4 õpingute alustamise tingimused;":"1.8.4. conditions for starting education;",
         "1.8.5 õppe kogumaht, sealhulgas kontaktõppe ja /või veebiõpe ning iseseisva töö osakaal;": "1.8.5. the total volume of education, including contact and/or distance learning and the proportion of self-study;",
         "1.8.6 õppe sisu;": "1.8.6. the content of education;",
         "1.8.7 õppekeskkonna kirjeldus;": "1.8.7. description of the learning environment;",
         "1.8.8 õppematerjalide loend;": "1.8.8. list of educational materials;",
         "1.8.9 lõpetamise tingimused ja väljastatavad dokumendid;": "1.8.9. conditions for completing education and the documents issued;",
         "1.8.10 1koolituse läbiviija kvalifikatsiooni ja töökogemuse kirjeldus.": "1.8.10. description of the qualifications and work experience of the instructor.",
     "2. Täienduskoolituste vormid":  "2. Forms of Additional Education",
   "2.1 Grupiõpe s.o  Õppevorm, kus keeleõppes osaleb korraga 6 kuni 12 sarnasel keeletasemel õppijat.": "2.1 Group Learning - a form of education where simultaneously 6 to 12 students with similar language proficiency levels are taught.",
   "2.2  Minigrupiõpe s.o  Õppevorm, kus keeleõppes osaleb korraga 3 kuni 5 sarnasel keeletasemel õppijat.": "2.2 Mini-group Learning - a form of education where simultaneously 3 to 5 students with similar language proficiency levels are taught.",
   "2.3 Individuaalõpe s.o  Õppevorm, kus keeleõppes osaleb korraga 1 kuni 2 sarnasel tasemel õppijat.": "2.3 Individual Learning - a form of education where simultaneously 1 to 2 students with similar language proficiency levels are taught.",
   "2.4 Õpe toimubKontakt- või veebiõppe vormis.": "2.4 Education is conducted in the form of face-to-face or distance learning",
   "3. Isikuandmete kogumine ja töötlemine": "3. Collection and Processing of Personal Data",

     "3.1 Keelerõõmud Keeltekool OÜ kogub õppijate kohta järgmisi andmeid": "3.1 Keelerõõmud Keeltekool OÜ collects the following information about students",
     "3.2 nimi": "3.2 name",
     "3.3 isikukood": "3.3 personal identification code",
     "3.4 kontakttelefon": "3.4 contact phone number",
     "3.5 aadress": "3.5 address",
     "3.6 e-posti aadress": "3.6 email address",
   "Isikukoodi on vaja tunnistuse või tõendi väljastamiseks. Isikuandmeid töödeldakse vastavalt Isikuandmete kaitse seadusele §6.": "The personal identification code is required for issuing a certificate or confirmation of completion of education. Personal data is processed in accordance with the Personal Data Protection Act, §6.",
"4. Koolitusele vastuvõtt": "4. Enrollment in Training",
     "4.1 Õppija keeletase määratakse testi ja sellele järgneva vestluse alusel, õppija ja koolitaja koostöös. Õppija ja õpetaja arutavad koos läbi õppija eesmärgid ning lepitakse kokku õppevorm. Kui õppijaid on rohkem, siis komplekteeritakse grupid vastavalt keeletasemele ja baaskeelele.":  "4.1 The student's language proficiency level is determined based on a test and subsequent interview between the student and the teacher, through collaborative work between the student and the teacher. The student and the teacher discuss the learning objectives together and agree on the form of education. If there are many students, groups are formed depending on the language proficiency level and the base language.",
     "4.2 Koolitusele võetakse vastu õppijad, kes on sooritanud keeletaset selgitava testi, esitanud kirjaliku taotluse, sõlminud koolituslepingu ning tasunud väljastatud arve alusel õppemaksu enne õppetöö algust. Osaline tasumine lepitakse kokku kirjalikult.": "4.2 Students are admitted to training if they have successfully passed the language proficiency level test, submitted a written application, signed a training contract, and paid the tuition based on the invoice issued before the start of the educational process. Partial payment is agreed upon in writing.",
     "4.3 Asudes õppima veebikursusel on õppijal endal olemas veebiõppeks vajalik tehnika (arvuti koos kaamera ja mikrofoniga) ja kiire interneti püsiühendus.": "4.3 When starting training in a web course, the student must have their own equipment for online learning (computer with a camera and microphone) and fast, stable internet connection.",
     "4.4 Õppijale saadetakse e-posti teel hiljemalt 5 päeva enne koolituse algust kinnitus, kus on kirjas täpne koolituse toimumisaeg ja -koht jm oluline info.":  "4.4 The student receives confirmation by email no later than 5 days before the start of the course, indicating the exact time and location of the course, as well as other important information.",

    "5. Koolitusgrupi komplekteerimine": "5. Formation of Study Groups",
 
     "5.1 Õppegruppide moodustamise aluseks on õppijate keeleoskustase kursuse alguses, baaskeel ning õppijate eelistused kursuse toimumise aegade osas.": "5.1. The formation of study groups is based on the language proficiency level of the students at the beginning of the course, their basic language, and their preferences regarding the timing of the course.",
     "5.2 Koolituse alustamiseks koostatakse koolitusel osalejate nimekiri, mille alusel toimub tundidest osavõtu arvestus. Arvestust peab õpetaja.": "5.2. A list of participants is compiled at the beginning of the training, based on which attendance is recorded. Attendance records are maintained by the teacher.",

   "6. Koolituse tingimused, koolituse eest tasumine": "6. Training Conditions, Payment for Training",
 
     "6.1 Koolituse õpiväljundid omandanud ning hindamise läbinud õppijale väljastatakse tunnistus. Hindamisel mitteosalenud või hindamist mitteläbinud õppijale väljastatakse tõend.": "6.1. Students who have completed the training and passed the assessment receive a certificate. Those who did not participate in the assessment or did not pass it receive a certificate of attendance.",
     "6.2 Koolituse eest tasumine toimub arve alusel. Arve saadetakse e-posti teel. Arve tuleb tasuda arvel märgitud tähtajaks.":  "6.2. Payment for training is made based on the invoice issued. The invoice is sent by email. Payment must be made before the specified deadline.",
     "6.3 Koolituse eest on võimalus tasuda osamaksetena, mille suurus ja maksetähtajad fikseeritakse koolituslepingus.": "6.3. There is an option to pay for training in installments according to the established payment schedule, which is fixed in the training course.",
     "6.4 Koolituse tundidest puudumist või koolituse katkestamist ei tasaarveldata.":  "6.4. Absence from classes or discontinuation of training is not compensated.",
     "6.5 Keelerõõmud Keeltekool OÜ-l on õigus mitte tagastada õppijatele õppetasu katkestatud kursuse eest (välja arvatud juhul, kui õppija on teatanud oma loobumisest kirjalikult hiljemalt peale teist õppetundi).": "6.5. Keelerõõmud Keeltekool OÜ reserves the right not to refund students for interrupted courses (except when the student has notified in writing of their withdrawal no later than after the second lesson).",
     "6.6 Õppetasust vabastamist ei toimu.": "6.6. Exemption from training fees is not provided.",
     "6.7 Keelerõõmud Keeltekool OÜ ei väljasta tunnistust või tõendit koolitusel osalemise kohta, kui õppetasu ei ole makstud täies mahus.": "6.7. Keelerõõmud Keeltekool OÜ does not issue a certificate of course completion or attendance if the training has not been fully paid for.",


     "7. Koolirõõmud Keeltekool OÜ kohustub":  "7. Obligations of Keelerõõmud Keeltekool OÜ",
   
     "7.1 Komplekteerima keelegrupid vastavalt õppijate keeletasemele.": "7.1. To form language groups according to the language proficiency level of the students.",
     "7.2 Läbi viima keelekursuse vastavalt kursuse õppekavale.": "7.2. To conduct language courses in accordance with the course curriculum.",
     "7.3 Pidama tundide toimumise kohta arvestust.": "7.3. To keep records of the conducted classes.",
     "7.4 Õpetaja haiguse tõttu või mõnel muul põhjusel ära jäänud tunnid läbi viima tagantjärgi õppijatega eelnevalt kokkulepitult ja nendele sobival ajal.": "7.4. In case of cancellation of classes due to the instructor's illness or for other reasons, the instructor conducts the classes later by prior arrangement with the students and at a convenient time for them.",
     "7.5 Koolirõõmud Keeltekool OÜ-l on õigus kursuse gruppi mitte avada, kui on registreerunud kavandatavast grupisuurusest vähem inimesi.": "7.5. Keelerõõmud Keeltekool OÜ reserves the right not to open a group for the course if fewer participants have registered than planned.",
     "7.6 Koolirõõmud Keeltekool OÜ-l on õigus muuta kursuse tundide arvu ja hinda, kui õppegruppi on registreerunud eeldatust vähem inimesi, teavitades muutustest grupi liikmeid enne kursuse algust.": "7.6. Keelerõõmud Keeltekool OÜ reserves the right to change the number of hours and the cost of the course if fewer participants have registered for the group than expected, notifying the group members of the changes before the start of the course.",
     "7.7 Koolituse kohta tagasiside saamiseks täidavad koolitusel osalejad kursuse lõpus elektroonilise tagasiside küsitluse.": "7.7. Participants provide feedback about the course by filling out a feedback questionnaire at the end of the course.",


    "8. Õppija kohustub": "8. Obligations of the Learner",
   
     "8.1 Osalema kursustel, millele ta on registreerunud või oma osalust kinnitanud kirjalikult taasesitatavas vormis.": "8.1. Participate in the courses for which they have registered or confirmed their participation in writing.",
     "8.2 Õigeaegselt tasuma õppetasu Koolirõõmud Keeltekool OÜ poolt väljastatud arve alusel.": "8.2. Timely payment for training based on the invoice issued by the language school.",
     "8.3 Õppijal on õigus tasuda keelekursuste eest osade kaupa, maksimaalselt kuni neljas osas konkreetse Koolirõõmud Keeltekool OÜ poolt kehtestatud maksegraafiku alusel, mis fikseeritakse õppijaga sõlmitavas koolituslepingus.": "8.3. The learner is provided with the right to pay for language courses in installments, up to a maximum of three payments according to the established payment schedule, which is stipulated in the training contract.",
     "8.4 Õppijal on õigus loobuda keelekursusest hiljemalt peale teist tundi (teatades sellest kirjalikult), hilisem loobumine ei vabasta õppijat õppetasu tasumisest.": "8.4. The learner is provided with the right to withdraw from the language course no later than after the second lesson, by notifying this in writing. Late withdrawal does not exempt the learner from the obligation to pay for the training.",
     "8.5 Individuaalõppetunnist puudumisest teatab õppija õpetajale telefonitsi, meilitsi või sõnumiga vähemalt 24 tundi enne tunni algust. Teatamise kohustuse mittetäitmisel on õppija kohustatud tasuma tundide eest täies ulatuses.": "8.5. When starting an online course, the learner commits to having the necessary equipment for online learning (a computer with a camera and microphone) and fast, stable internet access.",
     "8.6 Grupitunnist puudumisest teatab õppija õpetajale telefonitsi, meilitsi või sõnumiga vähemalt 2 tundi enne tunni algust. Tunnist puudumist ei tasaarveldata ega tehta tundi hiljem järele.": "8.6. In case of absence from an individual lesson, the learner notifies the instructor by phone, email, or message no later than 24 hours before the lesson. Failure to comply with this requirement obliges the learner to pay for the lessons in full.",

     "9. Õpingute lõpetamise tingimused ja väljastatav dokument": "9. Conditions of Completion and Issued Certificate",
  
     "9.1 Õpingute eduka lõpetamise eelduseks on osalemine vähemalt 80% tundidest ja iseseisvate tööde tegemine.": "9.1. To successfully complete the training, participation in no less than 80% of the classes and completion of home assignments are required.",
     "9.2 Kursuse lõpetamiseks sooritavad õppijad tõenduspõhise testi kõigi nelja osaoskuse tõendamiseks. Test loetakse sooritatuks vähemalt 60% tulemusega.": "9.2. Upon completion of the education, students take a test to confirm proficiency in all four skills. The test is considered passed with a result of no less than 60%.",
     "9.3 Kursuse lõpus saab õppija tema oskusi ja arengut kajastava tunnistuse, kui õpingute lõpetamise nõuded on täidetud ja õpiväljundid saavutatud.": "9.3. Upon completion of the course, the student receives a certificate reflecting their skills and progress if the completion conditions are met and educational outcomes are achieved.",
     "9.4 Tõend täienduskoolituses osalemise või selle läbimise kohta väljastatakse õppijale juhul, kui ta osales vähem kui pooltes tundides või kui ta ei saavutanud õppekava lõpetamiseks nõutud õpiväljundeid. Tõend väljastatakse ka juhul, kui koolitusel ei kontrollita õpiväljundite saavutamist või õppija katkestab koolituse. Sellisel juhul tuuakse tõendil (või selle lisas) välja ka info selle kohta, milliste teemade käsitlemisel õppija osales.": "9.4. A certificate of participation or completion of additional education is issued to the student if they participated in less than half of the classes or if they did not achieve the required educational outcomes according to the curriculum. The certificate is also issued if educational outcomes are not assessed during the course or if the student interrupts their education. In such cases, the certificate includes information about the topics covered by the student.",
    
     "Kvaliteedi tagamise alused":  "Quality Assurance",
     
  
     "1.1. Koolirõõmud Keeltekool OÜ juhatuse poolt asutatud koolitusasutuse nimi on Koolirõõmud Keeltekool OÜ.": "1.1. The name of the educational institution founded by the management of Keelerõõmud Keeltekool OÜ is Koolirõõmud Keeltekool OÜ.",   
    "1.2. Koolirõõmud Keeltekool OÜ korraldab täiskasvanutele ja kooliõpilastele suunatud eesti ja inglise keele õppe täienduskoolitust.": "1.2. Koolirõõmud Keeltekool OÜ organizes supplementary language courses in Estonian and English languages for adults and school children.",
    "2. Õppekavade kvaliteedi tagamise tingimused ja kord": "2. Conditions and Procedure for Ensuring the Quality of Educational Programs",
    "2.1. Koolirõõmud Keeltekool OÜ õppekavade koostamise aluseks on võetud täiskasvanute koolituse seadus, täienduskoolituse standard ja Euroopa keeleõppe raamdokument.": "2.1. The development of educational programs at Koolirõõmud Keeltekool OÜ is based on legislation on supplementary education for adults, the standard of supplementary education, and the European Framework Document for Language Learning.",
    "2.2. Õppekavade täiendamine toimub vajaduspõhiselt ja seadustest lähtuvalt.": "2.2. Updates to educational programs are made as needed and in accordance with legislation.",   
   
    "3. Koolitajate kvaliteedi tagamise tingimused ja kord":  "3. Conditions and Procedure for Ensuring the Quality of Teachers",
    "3.1. Koolirõõmud Keeltekool OÜ lähtub täiskasvanute koolitaja eetikakoodeksist, mis on aluseks koolitaja ja koolituse kvaliteedi tagamisel.": "3.1. Koolirõõmud Keeltekool OÜ adheres to the ethical code of adult education teachers, which serves as the basis for ensuring the quality of teaching and learning.",
    "3.2. Õpetajal on erialane kõrgharidus ja ta omab töökogemust täiskasvanute koolitamise alal.": "3.2. The teacher holds relevant higher education and has experience in adult education.",  
    "3.3. Õppekvaliteedi tagamiseks osaleb õpetaja regulaarselt täienduskoolitustel; digipädevused, aktiivõppe meetodid, õppematerjalide koostamine.": "3.3. To ensure the quality of teaching, the teacher regularly undergoes additional training; digital skills, active teaching methods, development of teaching materials.",
     "3.4. Õpetaja töökvaliteeti hinnatakse koolitusejärgselt osalejate suulise ja kirjaliku tagasisideküsitluse põhjal.": "3.4. The quality of the teacher's work is assessed based on oral and written feedback from participants after the completion of the course.",
    
     "4. Õppekeskkonna kvaliteedi tagamise tingimused ja kord": "4. Conditions and Procedure for Ensuring the Quality of the Learning Environment",
     "4.1 Kõik registreerunud saavad teabe koolituse täpse korraldusliku poole kohta; ajakava, koolitusruumide või veebikeskkonna ja õppematerjalide kohta hiljemalt kursuse algusele eelneval nädalal.": "4.1. All registered participants receive necessary information about the course organization; schedule, location of classes or access to the online platform, and study materials, no later than one week before the start of the course.",
     "4.2 Keelekoolituse läbiviimiseks on loodud õppimist toetav keskkond.": "4.2. A supportive learning environment has been created for conducting language courses",
     "4.3 Õppeklassid asuvad Narvas, renditud klassiruumides või kursuse tellija ruumides. Kõik õppeklassid vastavad tervisekaitse nõuetele. Klassides on iga õppija jaoks piisavalt ruumi ja valgust. Klassid on varustatud tänapäevase esitlustehnika ja internetiühendusega.": "4.3. The classrooms are located in Narva, in rented premises or in the client's premises. All classrooms meet health and safety requirements. There is sufficient space and light for each participant in the classrooms. The classrooms are equipped with modern presentation equipment and internet access.",
     "4.4 Õppijatele on kättesaadav joogivesi.": "4.4. Drinking water is available to participants.",
 

    "5. Täienduskoolituse kohta tagasiside kogumise kord": "5. Procedure for Collecting Feedback on Supplementary Education",
     "5.1 Iga kursuse lõpul täidavad osalejad internetipõhise või paberkandjal tagasisideküsitluse, kus annavad hinnangu kursuse sisule, enda keelealasele arengule, õppematerjalidele, õppemetoodikale, tundide ülesehitusele (tempo, õhkkond, selgituste arusaadavus, õpitava keele praktiseerimise võimalused jm), õpetaja tööle ja kursuse korralduslikule poolele ning teevad ettepanekuid õppetöö sisu ja vormi täiustamiseks.": "5.1. At the end of each course, participants fill out feedback surveys, available online or in paper format, evaluating the course content, their language progress, study materials, teaching methodology, organization of classes (pace, atmosphere, clarity of explanations, opportunities for language practice, etc.), the teacher's work, and organizational aspects of the course, and also make suggestions for improving the content and format of the education.",
     "5.2 Õpetaja analüüsib tagasisideküsitlust parendamaks kõiki nimetatud aspekte.": "5.2. The teacher analyzes the feedback to improve all the mentioned aspects."
   

}

