{
    "Learning Estonian": "Õppige eesti keelt",
    "With Us is Fun": "Meiega on lõbus",
    "And Easy": "Ja Lihtne",
    "We are a good starting point for those who  want to": "Oleme hea lähtepunkt neile, kes soovivad",
    "improve its Estonian language to fluency": "parandada oma eesti keelt soravalt selgeks",
    "Get Started": "Alustama",
    "myTutor is your one-stop shop for all your Estonian language needs": "myTutor on teie kõigi eesti keele vajaduste jaoks ühtne teenus",
    "From lessons to translation and any other Estonian language services you might require": "Alates õppetundidest kuni tõlkimise ja muude eestikeelsete teenusteni, mida vajate",
    "we will help you to communicate in Estonian": "aitame sul eesti keeles suhelda",
    "Online Learning": "Veebiõpe",
    "Lifetime Access": "Eluaegne juurdepääs",
    "Activate Learning": "Aktiveerige õppimine",
    "Find Out Why You Should Learn With": "Uurige, miks peaksite koos õppima",
    "myTutor": "myTutor",
    "Language  Tutoring": "Keeleõpetus",
    "Some quick example text to build on the card": "Mõni kiire näidistekst kaardile ehitamiseks",
    "Interpretation Service": "Suulise tõlke teenus",
    "Translation Service": "Tõlketeenus",
    "Language Assessment": "Keele hindamine",
    "Check Our Courses Out": "Tutvuge meie kursustega",
    "Language is the mirror of society; it reflects the culture and values of a community": "Keel on ühiskonna peegel; see peegeldab kogukonna kultuuri ja väärtusi",
    "About": "Umbes",
    "Individual Learning": "Individuaalne õppimine",
    "For Companies": "Ettevõtete jaoks",
    "Learning for children": "Õppimine lastele",
    "Overview": "Ülevaade",
    "About Me": "Minust",
    "I am originally from Estonia and hold a degree in [Your Education Background or Degree]": "Olen pärit Eestist ja mul on kraad [Your Education Background või Degree]",
    "I have [Number of years] years of experience teaching Estonian language to both native speakers": "Mul on [aastate arv] aastatepikkune kogemus eesti keele õpetamisel mõlemale emakeelena kõnelejale",
    "and non-native speakers. I have worked in various educational institutions": "ja muukeelsed. Olen töötanud erinevates õppeasutustes",
    "helping students acquire proficiency in Estonian at different levels": "aidata õpilastel omandada eesti keele oskust erinevatel tasemetel",
    "My teaching style is dynamic, interactive, and tailored to": "Minu õpetamisstiil on dünaamiline, interaktiivne ja kohandatud",
    "the individual needs of my students. I strive to create a positive": "minu õpilaste individuaalsed vajadused. Püüan luua positiivset",
    "learning environment where students feel confident and  motivated. I employ diverse teaching methods": "õpikeskkond, kus õpilased tunnevad end enesekindlalt ja motiveerituna. Kasutan erinevaid õppemeetodeid",
    "such as role- plays, dialogues, listening and reading exercises, and  interactive activities": "näiteks rollimängud, dialoogid, kuulamis- ja lugemisharjutused ning interaktiivsed tegevused",
    "to help students develop their oral and written skills": "aidata õpilastel arendada oma suulisi ja kirjalikke oskusi",
    "My Goal": "Minu eesmärk",
    "My main goal is to assist you in achieving fluent communication skills in Estonian": "Minu peamine eesmärk on aidata teil omandada ladusat eestikeelset suhtlusoskust",
    "and introduce you to Estonian culture and customs. I firmly believe that the language": "ning tutvustada teile Eesti kultuuri ja kombeid. Usun kindlalt, et keel",
    "learning process should be fun and enjoyable, and I aim to create an inspiring learning": "õppeprotsess peaks olema lõbus ja nauditav ning minu eesmärk on luua inspireeriv õpe",
    "environment where you can feel motivated and successful.scelerisque imperdiet": "keskkond, kus saad tunda end motiveerituna ja edukana.scelerisque imperdiet",
    "Metus a augue aliquam dapibus": "Metus a augue aliquam dapibus",
    "FOR INDIVIDUALS": "ERAKINDLIKKULE",
    "Individual learning refers to the process of acquiring knowledge, skills, or understanding on one's own, independent of a formal classroom setting or direct instruction from a teacher. It emphasizes self-directed learning, where individuals take responsibility for their own education and pursue learning goals according to their interests, pace, and preferred learning methods.": "Individuaalne õppimine viitab teadmiste, oskuste või arusaamise omandamise protsessile iseseisvalt, sõltumata ametlikust klassiruumist või õpetaja otsesest juhendamisest. See rõhutab enesejuhitavat õppimist, kus inimesed võtavad vastutuse oma hariduse eest ja taotlevad õpieesmärke vastavalt oma huvidele, tempole ja eelistatud õppemeetoditele.",
    "Individual learning can take various forms, such as reading books, conducting research, participating in online courses, watching educational videos, engaging in practical hands-on activities, or seeking mentorship.": "Individuaalne õppimine võib toimuda erinevates vormides, näiteks raamatute lugemine, uurimistöö, veebikursustel osalemine, õppevideote vaatamine, praktiliste praktiliste tegevuste tegemine või mentorluse otsimine.",
    "It offers flexibility, autonomy, and the opportunity for personalized learning experiences tailored to an individual's unique needs and preferences. Individual learning can occur throughout one's life and is often complemented by collaborative learning and social interactions with peers, mentors, or experts in the field": "See pakub paindlikkust, autonoomiat ja võimalust isikupärastatud õppimiskogemusteks, mis on kohandatud inimese ainulaadsetele vajadustele ja eelistustele. Individuaalne õppimine võib toimuda kogu elu jooksul ja seda täiendab sageli koostööpõhine õppimine ja sotsiaalne suhtlus eakaaslaste, mentorite või valdkonna ekspertidega.",
    "FOR COMPANIES": "ETTEVÕTETE JAOKS",
    "LEARNING FOR CHILDREN": "ÕPPIMINE LASTELE",
    "Beginner": "Algaja",
    "intermediate": "vahepealne",
    "Advanced": "Täpsemalt",
    "Get in Touch With Us": "Võta meiega ühendust",
    "Address": "Aadress",
    "Email Address": "E-posti aadress",
    "Phone Number": "Telefoninumber",
    "Name": "Nimi",
    "Language Level": "Keeletase",
    "Lesson Type": "Tunni tüüp",
    "Course Expectation": "Kursuse ootus",
    "Request": "Taotlus",
    "Embark on an exciting language learning journey with me as your Estonian language tutor": "Asuge koos minuga kui oma eesti keele juhendajaga põnevale keeleõppe teekonnale",
    "Together, we'll conquer challenges, explore the beauty of the language": "Üheskoos ületame väljakutsed, uurime keele ilu",
    "and achieve your language goals": "ja saavutada oma keeleeesmärgid",
    "Home": "Kodu",
    "Estonian Lesson": "Eesti keele tund",
    "Price": "Hind",
    
    "My Teaching Style": "Minu õpetamisstiil",


    "Lets get acquainted!": "Saame tuttavaks!",
    "I am Natalia Komarova,": "Ma olen Natalia Komarova,",
    "CEO and language": "Tegevjuht ja keel",
    "instructor at Keelerõõmud":  "instruktor aadressil Keelerõõmud",
    "Keeltekool OÜ": "Keeltekool OÜ",
    "A GOOD TEACHER IS LIKE A CANDLE – IT CONSUMES ITSELF TO LIGHT": "HEA ÕPETAJA ON NAGU KÜÜNAL - TA KULUTAB ENNAST, ET SÜTTIDA",
    "THE WAY FOR OTHERS Mustafa Kemal Ataturk": "TEED TEISTELE Mustafa Kemal Ataturk",
    "About me": "Minust",
    "Contact": "Kontakt",
    "Who I teach": "Keda ma õpetan",
    "I am a professional teacher of Estonian and English language. I have over 20 years of": "Olen professionaalne eesti ja inglise keele õpetaja. Mul on üle 20 aasta",
    "experience teaching in basic and high schools, and I have conducted language courses in": "õpetamise kogemus põhikoolides ja gümnaasiumides , ning olen viinud läbi keelekursusi",
    "both Estonian and English for adult": "nii eesti kui ka inglise keeles täiskasvanutele",
    "I love promoting joyful language learning, I emphasize collaborative student-teacher": "Mugitlle meeldib edendada rõõmsat keeleõpet, rõhutan õpilase ja õpetaja koostööd.",
    "partnerships. As a guiding light, I inspire language skills development through active": "partnerlused. Juhendajana innustan keeleoskuse arendamist aktiivse",
    "methods, modern materials, and digital technologies. Continuous assessment ensures a": "meetodeid, kaasaegseid materjale ja digitaaltehnoloogiaid. Pidev hindamine tagab",
    "comprehensive grasp of knowledge": "põhjalik teadmiste omandamine",
    "How I work":  "Kuidas ma töötan",
    "I teach English to both": "Õpetan inglise keelt nii",
    "Russian and Estonian": "Vene ja eesti keel",
    "speakers": "kõlarid",
    "Levels": "Tasemed",
    "A1, A2, B1, B2, and C1.": "A1, A2, B1, B2, ja C1.",
    "I teach Estonian as a": "Õpetan eesti keelt kui",
    "second language to both Russian": "teise keelena nii vene kui ka",
    "and English": "ja inglise keel",
    "A1, A2, B1, and B2.": "A1, A2, B1, ja B2.",
    "Courses": "Kursused",
    "I work with groups of adults and school students, providing both": "Töötan täiskasvanute ja kooliõpilaste rühmadega, pakkudes nii",
    "group and individual lessons. Classes can be held either in": "grupi- ja individuaaltunnid. Tunnid võivad toimuda kas",
    "person (at my home office in Narva or rented space) or online (via Zoom).": "isiklikult (minu kodukontoris Narvas või renditud ruumides) või internetis (Zoomi kaudu).",
    "I assist school students in preparing for Estonian and English language state": "Aitan kooliõpilasi eesti ja inglise keele riigieksami ettevalmistamisel",
    "exams and organize training sessions based on clients preferences.": "eksamid ja koolituste korraldamine vastavalt klientide eelistustele.",
    "Find Out Our Courses With KEELERÕÕMUD KEELTEKOOL.": "Tutvu meie kursustega KEELERÕÕMUD KEELTEKOOL.",
    "ENGLISH FOR ADULTS": "INGLISE KEEL TÄISKASVANUTELE",
    "ENGLISH FOR SCHOOL STUDENTS": "INGLISE KEEL KOOLIÕPILASTELE",
    "ESTONIAN FOR ADULTS":  "EESTI KEEL TÄISKASVANUTELE",
    "ESTONIAN FOR SCHOOL STUDENTS": "EESTI KEEL KOOLIÕPILASTELE",

    "English For Adults": "Inglise keel täiskasvanutele",
    "English For School Students": "Inglise keel kooliõpilastele",
    "Estonian For Adults":"Eesti keel täiskasvanutele",
    "Estonian For School Students": "Eesti keel kooliõpilastele",
    
    "If you are interested in learning, you can please book a consultation with me by clicking this. (A consultation link),": "Kui olete huvitatud õppimisest, siis palun broneerige minuga konsultatsioon, klõpsates sellele. (Konsultatsiooni link),",
    "to be able to assess your skills and for proper mentorship.": "teie oskuste hindamiseks ja nõuetekohaseks juhendamiseks.",
    "I welcome all enthusiasts, regardless of age, to joyfully learn foreign languages, explore their beauty,": "Tervitan kõiki entusiaste, olenemata vanusest, et õppida rõõmuga võõrkeeli, uurida nende ilu,",
    "conquer challenges, and achieve their set goals.": "ületada väljakutseid ja saavutada püstitatud eesmärke.",
    "consultation": "konsultatsioon",
    "Information": "Informatsioon",
    "Schedule": "Ajakava",
    "Curriculum": "Õppekavad",
    "Efficient Educational Programs": "Tõhusad haridusprogrammid",
    "Qualified Teachers": "Kvalifitseeritud õpetajad",
    "Learning Environment": "Õppekeskkond",
    "Payment Terms": "Maksetingimused"
    
    

}