{   
    "Get in Touch With Us": "Свяжитесь с нами",
    "Address": "Адрес",
    "Email Address": "Адрес электронной почты",
    "Phone Number": "Номер телефона",
    "Name": "Имя",
    "Language Level": "Уровень языка",
    "Lesson Type": "Тип урока",
    "Course Expectation": "Ожидания от курса",

    "Lets get acquainted!": "Давайте знакомиться!",
    "I am Natalia Komarova,": "Я Наталья Комарова,",
    "CEO and language": "Генеральный директор и язык",
    "instructor at Keelerõõmud":  "инструктор в Keelerõõmud",
    "Keeltekool OÜ": "Keeltekool OÜ",
    "A GOOD TEACHER IS LIKE A CANDLE – IT CONSUMES ITSELF TO LIGHT": "ХОРОШИЙ УЧИТЕЛЬ ПОДОБЕН СВЕЧЕ - ОН РАСХОДУЕТ СЕБЯ, ЧТОБЫ ЗАГОРЕТЬСЯ",
    "THE WAY FOR OTHERS Mustafa Kemal Ataturk": "ПУТЬ ДЛЯ ДРУГИХ Mustafa Kemal Ataturk",
    "Home": "Главная",
    "About me": "Обо мне",
    "Contact": "Связаться с",
    "Who I teach": "Кому я преподаю",
    "I am a professional teacher of Estonian and English language. I have over 20 years of": "Я профессиональный преподаватель эстонского и английского языков. За моими плечами более 20 лет работы",
    "experience teaching in basic and high schools, and I have conducted language courses in": "Имею опыт преподавания в начальных и средних школах, а также веду языковые курсы в",
    "both Estonian and English for adult": "эстонский и английский языки для взрослых",
    "I love promoting joyful language learning, I emphasize collaborative student-teacher": "Мне нравится поощрять радостное изучение языка, я делаю акцент на совместной работе ученика и учителя.",
    "partnerships. As a guiding light, I inspire language skills development through active": "Партнерские отношения. В качестве путеводной звезды я вдохновляю на развитие языковых навыков посредством активного",
    "methods, modern materials, and digital technologies. Continuous assessment ensures a": "методы, современные материалы и цифровые технологии. Постоянная оценка обеспечивает",
    "comprehensive grasp of knowledge": "всестороннее освоение знаний",
    "How I work":  "Как я работаю",
    "I teach English to both": "Я преподаю английский язык как для",
    "Russian and Estonian": "Русский и эстонский языки",
    "speakers": "колонки",
    "Levels": "Уровни",
    "A1, A2, B1, B2, and C1.": "A1, A2, B1, B2, и C1.",
    "I teach Estonian as a": "Я преподаю эстонский язык в качестве",
    "second language to both Russian": "второй язык для обоих русских",
    "and English": "и английский",
    "A1, A2, B1, and B2.": "A1, A2, B1, и B2.",
    "Courses": "Курсы",
    "I work with groups of adults and school students, providing both": "Я работаю с группами взрослых и школьников, предоставляя как",
    "group and individual lessons. Classes can be held either in": "групповые и индивидуальные занятия. Занятия могут проводиться как в",
    "person (at my home office in Narva or rented space) or online (via Zoom).": "лично (в моем домашнем офисе в Нарве или в арендованном помещении) или онлайн (через Zoom).",
    "I assist school students in preparing for Estonian and English language state": "Я помогаю школьникам подготовиться к экзаменам по эстонскому и английскому языкам",
    "exams and organize training sessions based on clients preferences.": "Проведение экзаменов и организация учебных занятий в соответствии с предпочтениями клиентов.",
    "Find Out Our Courses With KEELERÕÕMUD KEELTEKOOL.": "Узнайте о наших курсах с KEELERÕÕMUD KEELTEKOOL.",
    "ENGLISH FOR ADULTS": "АНГЛИЙСКИЙ ДЛЯ ВЗРОСЛЫХ",
    "ENGLISH FOR SCHOOL STUDENTS": "АНГЛИЙСКИЙ ДЛЯ ШКОЛЬНИКОВ",
    "ESTONIAN FOR ADULTS":  "ЭСТОНСКИЙ ЯЗЫК ДЛЯ ВЗРОСЛЫХ",
    "ESTONIAN FOR SCHOOL STUDENTS": "ЭСТОНСКИЙ ЯЗЫК ДЛЯ ШКОЛЬНИКОВ",

    "English For Adults": "Английский для взрослых",
    "English For School Students": "Английский язык для школьников",
    "Estonian For Adults":"Эстонский язык для взрослых",
    "Estonian For School Students": "Эстонский язык для школьников",

    "If you are interested in learning, you can please book a consultation with me by clicking this. (A consultation link),": "Если вы заинтересованы в обучении, вы можете записаться на консультацию ко мне, нажав на эту ссылку. (Ссылка на консультацию),",
    "to be able to assess your skills and for proper mentorship.": "чтобы иметь возможность оценить ваши навыки и получить надлежащее наставничество.",
    "I welcome all enthusiasts, regardless of age, to joyfully learn foreign languages, explore their beauty,": "Я приглашаю всех энтузиастов, независимо от возраста, с радостью изучать иностранные языки, познавать их красоту,",
    "conquer challenges, and achieve their set goals.": "преодолевать трудности и достигать поставленных целей.",
   "consultation": "консультация",
   "Information": "Информация",
   "Schedule": "Расписание",
   "Curriculum": "Учебный план",
   "Efficient Educational Programs": "Эффективные образовательные программы",
   "Qualified Teachers": "Квалифицированные преподаватели",
   "Learning Environment": "Учебная среда",
   "Payment Terms": "Условия оплаты",
   "Bank": "Банк"
   
}