{   
    "Get in Touch With Us": "Свяжитесь с нами",
    "Address": "Адрес",
    "Email Address": "Адрес электронной почты",
    "Phone Number": "Номер телефона",
    "Name": "Имя",
    "Language Level": "Уровень языка",
    "Lesson Type": "Тип урока",
    "Course Expectation": "Ожидания от курса",

    "Lets get acquainted!": "Давайте познакомимся!",
    "I am Natalia Komarova,": "Я Наталия Комарова,",
    "CEO and language": "Генеральный директор и язык",
    "instructor at Keelerõõmud":  "инструктор в Keelerõõmud",
    "Keeltekool OÜ": "Keeltekool OÜ",
    "A GOOD TEACHER IS LIKE A CANDLE – IT CONSUMES ITSELF TO LIGHT": "Хороший учитель подобен свече — он сгорает, чтобы освещать",
    "THE WAY FOR OTHERS Mustafa Kemal Ataturk": "путь другим. Мустафа Кемаль Ататюрк",
    "Home": "Главная",
    "About me": "Обо мне",
    "Contact": "Связаться с",
    "Who I teach": "Кому я преподаю",
    "I am a professional teacher of Estonian and English language. I have over 20 years of": "Я профессиональный преподаватель эстонского и английского языков.",
    "experience teaching in basic and high schools, and I have conducted language courses in": "У меня более 20 лет опыта работы в основной школе и гимназии, ",
    "both Estonian and English for adult": "а также я провожу курсы по эстонскому и английскому для взрослых.",
    "I love promoting joyful language learning, I emphasize collaborative student-teacher": "Я считаю, что изучение и преподавание языка должны приносить радость.",
    "partnerships. As a guiding light, I inspire language skills development through active": "Мое учение базируется на сотрудничестве, где я, как наставник, вдохновляю и направляю учеников к развитию",
    "methods, modern materials, and digital technologies. Continuous assessment ensures a": "иностранных языковых навыков через современные методы, материалы и технологии. Также я постоянно оцениваю уровень",
    "comprehensive grasp of knowledge": "знаний учеников через регулярные тесты и различные контрольные работы.",
    "How I work":  "Как я работаю",
    "I teach English to both": "Преподаю английский  на",
    "Russian and Estonian": "основе русского и эстонского",
    "speakers": "языков",
    "Levels": "Уровни",
    "A1, A2, B1, B2, and C1.": "A1, A2, B1, B2, и C1.",
    "I teach Estonian as a": "Преподаю эстонский",
    "second language to both Russian": "на основе русского",
    "and English": "и английский",
    "A1, A2, B1, and B2.": "A1, A2, B1, и B2.",
    "Courses": "Курсы",
    "I work with groups of adults and school students, providing both": "Я работаю с группами взрослых и школьников, а также провожу индивидуальные занятия.",
    "group and individual lessons. Classes can be held either in": "Уроки могут проходить как контактно (в моем домашнем офисе в Нарве или в",
    "person (at my home office in Narva or rented space) or online (via Zoom).": "Нарве или в арендованных помещениях), так и онлайн (через Zoom). Я помогаю школьникам подготовиться к государственным",
    "I assist school students in preparing for Estonian and English language state": "экзаменам по эстонскому и английскому языкам и организую обучение в",
    "exams and organize training sessions based on clients preferences.": "соответствии с пожеланиями клиентов.",
    "Find Out Our Courses With KEELERÕÕMUD KEELTEKOOL.": "Узнайте о наших курсах с KEELERÕÕMUD KEELTEKOOL.",
    "ENGLISH FOR ADULTS": "АНГЛИЙСКИЙ ДЛЯ ВЗРОСЛЫХ",
    "ENGLISH FOR SCHOOL STUDENTS": "АНГЛИЙСКИЙ ДЛЯ ШКОЛЬНИКОВ",
    "ESTONIAN FOR ADULTS":  "ЭСТОНСКИЙ ЯЗЫК ДЛЯ ВЗРОСЛЫХ",
    "ESTONIAN FOR SCHOOL STUDENTS": "ЭСТОНСКИЙ ЯЗЫК ДЛЯ ШКОЛЬНИКОВ",

    "English For Adults": "Английский для взрослых",
    "English For School Students": "Английский язык для школьников",
    "Estonian For Adults":"Эстонский язык для взрослых",
    "Estonian For School Students": "Эстонский язык для школьников",

    "If you are interested in learning, you can please book a consultation with me by clicking this. (A consultation link),": "Если вас интересует обучение, вы можете записаться на консультацию, (A consultation link),",
    "to be able to assess your skills and for proper mentorship.": "чтобы оценить ваши навыки и получить квалифицированное руководство.",
    "I welcome all enthusiasts, regardless of age, to joyfully learn foreign languages, explore their beauty,": "Я приглашаю всех желающих, независимо от возраста, с удовольствием изучать иностранные языки,",
    "conquer challenges, and achieve their set goals.": "открывать для себя красоту этих языков, преодолевать вызовы и достигать своих поставленных целей.",
   "consultation": "консультация",
   "Information": "Информация",
   "Schedule": "Расписание",
   "Curriculum": "Учебный план",
   "Efficient Educational Programs": "Эффективные образовательные программы",
   "Qualified Teachers": "Квалифицированные преподаватели",
   "Learning Environment": "Учебная среда",
   "Payment Terms": "Условия оплаты",
   "Bank": "Банк",
   "Embark on an exciting language learning journey with me as your Estonian language tutor": "Отправляйтесь в увлекательное путешествие по изучению языка со мной в качестве вашего репетитора по эстонскому языку",
   "Together, we'll conquer challenges, explore the beauty of the language": "Вместе мы будем преодолевать трудности, изучать красоту языка",
   "and achieve your language goals": "и достигайте своих языковых целей",
   "Page not Available Yet. But Natalia is;": "Страница пока недоступна. Но Наталья есть",
   "Natalia is a Director who will be happy to meet you and discuss your learning needs.":  "Наталья - директор, который будет рад встретиться с вами и обсудить ваши потребности в обучении",
   "You can email us through": "Вы можете написать нам по электронной почте через",
   "Course": "Курс",
   "Submit": "Отправить",
   "developed by": "разработанный",
   "You need more information?": "Вам нужна дополнительная информация?",
   "Book a Free Consultation with Us Now!":"Закажите бесплатную консультацию у нас прямо сейчас!"
   
   
}