{   
    "Võta meiega ühendust": "Свяжитесь с нами",
    "Aadress": "Адрес",
    "E-posti aadress": "Адрес электронной почты",
    "Telefoninumber": "Номер телефона",
    "Nimi": "Имя",
    "Keeletase": "Уровень языка",
    "Tunni tüüp": "Тип урока",
    "Kursuse ootus": "Ожидание курса",
    "Avaleht": "Главная",

   
   "Saame tuttavaks!": "Давайте познакомимся!",
    "Natalia Komarova": "Наталия Комарова",
    "Asutaja ja koolitaja": "Основатель и преподаватель",
    "Hea õpetaja on nagu küünal – ta põletab ennast, et": "Хороший учитель подобен свече — он сгорает, чтобы освещать",
    "valgustada teed teistele.": "путь другим.",
    "Mustafa Kemal Ataturk": "Мустафа Кемаль Ататюрк",
    "Minust": "Обо мне",
    "Kontaktid": "Контакты",
    "Keda ma õpetan": "Кому я преподаю",
    "Olen professionaalne eesti ja inglise keele õpetaja. Oman rohkem kui 20-aastast": "Я профессиональный преподаватель эстонского и английского языков.",
    "töökogemust põhikoolis ja gümnaasiumis, lisaks olen läbi viinud nii": "У меня более 20 лет опыта работы в основной школе и гимназии,",
    "eesti kui ka inglise keele täiendkoolitusi täiskasvanutele.": "а также я провожу курсы по эстонскому и английскому для взрослых.",
    "Ma usun, et keeli tuleks õppida ja õpetada rõõmuga. Oluline on õpilaste ja õpetaja": "Я считаю, что изучение и преподавание языка должны приносить радость.",
    "koostöö, kus õpetaja inspireerib, aitab arendada võõrkeeleoskusi ja suunab.": "Мое учение базируется на сотрудничестве, где я, как наставник, вдохновляю и направляю учеников к развитию",
    "Ma püüan olla selline inspiratsiooniallikas, kasutades uuenduslikke õppemeetodeid,": "иностранных языковых навыков через современные методы, материалы и технологии. Также я постоянно оцениваю уровень",
    "materjale ja pidevalt kontrollin õppijate teadmisi testide kaudu.": "знаний учеников через регулярные тесты и различные контрольные работы.",
    "Kuidas ma töötan":  "Как я работаю",
    "Inglise keele õpetamine toimub": "Преподаю английский  на",
    "vene ja eesti keele": "основе русского и эстонского",
    "baasil": "языков",
    "Tasemed": "Уровни",
    "A1, A2, B1, B2, ja C1.": "A1, A2, B1, B2, и C1.",
    "Eesti keele õpetamine toimub": "Преподаю эстонский",
    "vene ja inglise keele": "на основе русского и английский",
    "A1, A2, B1, ja B2.": "A1, A2, B1, и B2.",
    "Kursused": "Курсы",
    "Töötan täiskasvanute ja kooliõpilaste gruppidega ja annan ka individuaaltunde.": "Я работаю с группами взрослых и школьников, а также провожу индивидуальные",
    "Tunnid võivad toimuda nii kontaktselt (Narva kodukontor või renditud ruum)": "занятия. Уроки могут проходить как контактно (в моем домашнем офисе в Нарве или в",
    "kui ka online-keskkonnas (Zoom).": "арендованных помещениях), так и онлайн (через Zoom).",
    "Aitan kooliõpilastel valmistuda eesti ning inglise keele riigieksamiteks.": "Я помогаю школьникам подготовиться к государственным экзаменам по эстонскому",
    "Korraldan koolitusi vastavalt klientide soovile.": "и английскому языкам и организую обучение в соответствии с пожеланиями клиентов.",
    
    "Tutvu minu kursustega": "Узнайте о наших курсах с",
    "INGLISE KEEL TÄISKASVANUTELE": "АНГЛИЙСКИЙ ДЛЯ ВЗРОСЛЫХ",
    "INGLISE KEEL KOOLIÕPILASTELE":  "АНГЛИЙСКИЙ ДЛЯ ШКОЛЬНИКОВ",
    "EESTI KEEL TÄISKASVANUTELE":  "ЭСТОНСКИЙ ЯЗЫК ДЛЯ ВЗРОСЛЫХ",
    "EESTI KEEL KOOLIÕPILASTELE": "ЭСТОНСКИЙ ЯЗЫК ДЛЯ ШКОЛЬНИКОВ",
    "Inglise keel täiskasvanutele": "Английский для взрослых",
    "Inglise keel kooliõpilastele": "Английский язык для школьников",
    "Eesti keel täiskasvanutele": "Эстонский язык для взрослых",
    "Eesti keel kooliõpilastele": "Эстонский язык для школьников",
    "Kui olete huvitatud õppimisest, palun broneerige konsultatsiooni minuga, klõpsates sellel": "Если вас интересует обучение, вы можете записаться на консультацию,",
    "et hinnata oma oskusi ja saada nõuetekohast juhendamist.": "чтобы оценить ваши навыки и получить квалифицированное руководство.",
    "Ootan kõiki huvilisi sõltumata vanusest õppima võõrkeeli rõõmuga, avastama keelte ilu,": "Я приглашаю всех желающих, независимо от возраста, с удовольствием изучать иностранные языки,",
    "vallutama väljakutseid ja saavutama enda poolt püstitatud eesmärke.": "открывать для себя красоту этих языков, преодолевать вызовы и достигать своих поставленных целей.",
    "Konsultatsioon": "Kонсультация",
    

     
    "Informatsioon": "Информация",
    "Ajakava": "Расписание",
    "Õppekavad": "Учебные программы",
    "Õppekorralduse ja kvaliteedi tagamine alused": "Организация обучения",
    "Õpetajate kvaliteedi tagamine":"Качество преподавания",
    "Vastuvõtt, õppetasu, lõpetamise tingimused" : "Регистрация, условия и порядок оплаты курса",

    
    "Õppekeskkond": "Учебная среда",
    "Maksetingimused": "Условия оплаты",
    "Pank": "Банк",
    "Lehekülg ei ole veel saadaval. Aga Natalia on;": "Страница пока недоступна. Но Наталья есть",
    "Natalia on direktor, kes kohtub teiega hea meelega ja arutab teie õppimisvajadusi.": "Наталья - директор, который будет рад встретиться с вами и обсудить ваши потребности в обучении",
    "Saate saata meile e-kirja läbi": "Вы можете написать нам по электронной почте через",
    "Kursus": "Курс",
    "Esita": "Отправить",
    "välja töötatud": "разработанный",
    "Sa vajad rohkem teavet?": "Вам нужна дополнительная информация?",
    "Broneeri tasuta konsultatsioon meiega kohe!": "Закажите бесплатную консультацию у нас прямо сейчас!",
   "Võite meiega ühendust võtta": "Вы также можете связаться с нами",
    "Nimi on nõutav":  "Имя обязательно",
    "Invaliidne e-kiri": "Неверный адрес электронной почты",
   "Vajalik on e-posti aadress": "Электронная почта обязательна",
   "Nõutav keeletase": "Требуется уровень владения языком",
   "Kursus on nõutav": "Курс обязателен",
   "Tundide tüüp on nõutav":"Тип урока обязателен",
   "Sõnum on nõutav": "Сообщение обязательно",
   "Valige kursus": "Выбрать курс",
   "Vali keeletase": "Выбрать уровень языка" ,
   "Meie interaktiivsed ja kaasavad": "Наши интерактивные и увлекательные",
   "õppetunnid muudavad õppimise lõbusaks ja nauditavaks": "уроки делают обучение веселым и приятным",



   "Koolitusele vastuvõtt ja õppegrupi komplekteerimine": "Регистрация, условия и порядок оплаты курса",
   "1. Koolitusele vastuvõtt": "1. Прием на обучение",
   "1.1. Õppija keeletase määratakse testi ja sellele järgneva vestluse alusel, õppija ja koolitaja koostöös.": "1.1. Уровень владения языком обучающегося определяется на основе теста и последующего собеседования между обучающимся и преподавателем.",
   "1.2. Koolitusele võetakse vastu õppijad, kes on sooritanud keeletaset selgitava testi, esitanud kirjaliku taotluse, sõlminud koolituslepingu ning tasunud väljastatud arve alusel õppemaksu enne õppetö ö algust. Osaline tasumine lepitakse kokku kirjalikult.": "1.2. На обучение принимаются обучающиеся, которые успешно прошли тест по определению уровня владения языком, представили письменное заявление, заключили договор об обучении и оплатили обучение на основании выставленного счета до начала учебного процесса. Частичная оплата оговаривается письменно.",
   "1.3. Koolituse pikkuse arvestamise aluseks on akadeemiline tund (1 akadeemiline tund on 45 minutit).": "1.3. Продолжительность обучения измеряется в академических часах (1 академический час составляет 45 минут).",
   "1.4. Õppijale saadetakse e-posti teel hiljemalt 5 päeva enne koolituse algust kinnitus, kuson kirjas täpne koolituse toimumisaeg ja -koht jm oluline info.": "1.4. Обучающемуся по электронной почте не позднее, чем за 5 дней до начала обучения отправляется подтверждение, в котором указано точное время и место проведения обучения, а также другая важная информация.",
   "2. Õppegrupi komplekteerimin": "2. Формирование учебных групп",
   "2.1. Õppegrupi moodustamise aluseks on õppijate keeleoskustase kursuse alguses, baaskeel ning õppijate eelistused kursuse toimumise aegade osas.": "2.1. Формирование учебной группы основывается на уровне владения языком учащихся на момент начала курса, базовом языке и предпочтениях учащихся относительно времени проведения курса.",
   "2.2. Koolituse alustamiseks koostatakse osalejate nimekiri, mille alusel toimub tundidest osavõtu arvestus. Arvestust peab õpetaja.": "2.2. Перед началом обучения составляется список участников, на основе которого ведется учет посещаемости. Ведение учета осуществляется преподавателем.",
   "3. Koolituse eest tasumine": "3. Оплата обучения",
   "3.1. Koolituse eest tasumine toimub arve alusel. Arve saadetakse e-posti teel. Arve tuleb tasuda arvel märgitud tähtajaks3. Koolituse eest tasumine": "3.1. Оплата обучения производится на основании выставленного счета. Счет высылается по электронной почте. Счет необходимо оплатить до указанного на нем срока.",
   "3.2. Koolituse eest on võimalus tasuda osamaksetena, mille suurus ja maksetähtajad fikseeritakse koolituslepingus.": "3.2. Есть возможность оплаты обучения частями, размер и сроки оплаты фиксируются в договоре об обучении",
   "3.3. Õppetasust vabastamist ei toimu.": "3.3. Освобождения от оплаты обучения не предусмотрено.",
   "3.4. Koolituse tundidest puudumist või koolituse katkestamist ei tasaarveldata.": "3.4. Пропуск уроков или прерывание обучения не компенсируется.",
   "3.5. Keeltekoolil on õigus mitte tagastada õppijatele õppetasu katkestatud kursuse eest (välja arvatud juhul, kui õppija on teatanud oma loobumisest kirjalikult hiljemalt peale teist õppetundi).": "3.5. Языковая школа оставляет за собой право не возвращать обучающимся обучение за прерванный курс (за исключением случаев, когда обучающийся письменно уведомил о своем отказе не позднее, чем после второго урока). о",
   "3.6. Keeltekool ei väljasta tunnistust või tõendit koolitusel osalemise kohta, kui õppetasu ei ole makstud täies mahus.": "3.6. Языковая школа не выдает свидетельств о прохождении курса или справку о посещении курса, если обучение не было полностью оплачено.", 
   "4. Keeltekool kohustub": "4. Обязательства языковой школы",
   "4.1. Õpetaja haiguse tõttu või mõnel muul õpetajast tuleneval põhjusel ära jäänud tunnid viiakse läbi tagantjärgi õppijatega eelnevalt kokkulepitult ja nendele sobival ajal.": "4.1. Уроки, которые были отменены из-за болезни преподавателя или по другим причинам, связанным с преподавателем, проводятся позже по предварительной договоренности с учащимися и в удобное для них время.",
   "4.2. Keeltekoolil on õigus kursuse gruppi mitte avada, kui on registreerunud kavandatavast grupisuurusest vähem inimesi.": "4.2. Языковая школа имеет право не открывать группу на курсе, если зарегистрировалось меньше участников, чем планировалось.",
   "4.3. Keeltekoolil on õigus muuta kursuse tundide arvu ja hinda, kui õppegruppi on registreerunud eeldatust vähem inimesi, teavitades muutustest grupi liikmeid enne kursuse algust.": "4.3. Языковая школа имеет право изменить количество часов и стоимость курса, если в группу зарегистрировалось меньше участников, чем ожидалось, предварительно уведомив об изменениях членов группы до начала курса.",
   "4.4. Koolituse kohta tagasiside saamiseks täidavad koolitusel osalejad kursuse lõpus elektroonilise või paberkandjal tagasiside küsitluse. Keeltekool analüüsib tagasisideküsitlusi.": "4.4. Для получения обратной связи о курсе участники заполняют анкету обратной связи в конце курса в электронном или бумажном виде. Языковая школа анализирует результаты анкетирования.",
   "5. Õppija kohustub": "5. Обязательства учащегося",
   "5.1. Osalema kursustel, millele ta on registreerunud või oma osalust kinnitanud kirjalikult taasesitatavas vormis.": "5.1. Участвовать в курсах, на которые он зарегистрировался или подтвердил свое участие письменно.",
   "5.2. Õigeaegselt tasuma õppetasu koolitusfirma poolt väljastatud arve alusel.": "5.2. Своевременно оплачивать обучение на основании выставленного счета обучающей компанией.",
   "5.3. Õppijal on õigus tasuda keelekursuste eest osade kaupa, maksimaalselt kuni kolmes osas konkreetse Keelerõõmud Keeltekool OÜ poolt kehtestatud maksegraafiku alusel, mis fikseeritakse õppijaga sõlmitavas koolituslepingus.": "5.3. Учащемуся предоставляется право оплаты языковых курсов частями, в максимальном количестве до трех платежей в соответствии с установленным графиком оплаты, который закрепляется в договоре об обучении.",
   "5.4. Õppijal on õigus loobuda keelekursusest hiljemalt  peale teist tundi, teatades sellest kirjalikult. Hilisem loobumine ei vabasta õppijat õppetasu tasumisest.": "5.4. Учащемуся предоставляется право отказаться от языкового курса не позднее, чем после второго урока, уведомив об этом письменно. Поздний отказ не освобождает учащегося от обязанности оплатить обучение.",
   "5.5. Asudes õppima veebikursusel on õppijal endal olemas veebiõppeks vajalik tehnika (arvuti koos kaamera ja mikrofoniga) ja kiire interneti püsiühendus.": "5.5. Начиная обучение на веб-курсе, учащийся обязуется иметь необходимую для онлайн-обучения технику (компьютер с камерой и микрофоном) и быстрый постоянный доступ в Интернет.",
   "5.6. Individuaalõppetunnist puudumisest teatab õppija õpetajale telefonitsi, meilitsi või sõnumiga vähemalt 24 tundi enne tunni algust. Teatamise kohustuse mittetäitmisel on õppija kohustatud tasuma tundide eest täies ulatuses.": "5.6. При отсутствии на индивидуальном уроке учащийся уведомляет преподавателя по телефону, электронной почте или сообщением не позднее, чем за 24 часа до начала урока. В случае невыполнения этого требования учащийся обязан оплатить уроки в полном объеме.",
   "5.7. Grupitunnist puudumisest teatab õppija õpetajale telefonitsi, meilitsi või sõnumiga vähemalt 2 tundi enne tunni algust. Tunnist puudumist ei tasaarveldata ega tehta tundi hiljem järele.":  "5.7. При отсутствии на групповом уроке учащийся уведомляет преподавателя по телефону, электронной почте или сообщением не позднее, чем за 2 часа до начала урока. Пропущенные уроки не компенсируются и не проводятся позже.",
   "5.8. Koolituse kohta tagasiside saamiseks täidavad koolitusel osalejad kursuse lõpus elektroonilise või paberkandjal tagasiside küsitluse, kus annavad hinnangu kursuse sisule, enda keelealasele arengule, õppematerjalidele, õppemetoodikale, tundide ülesehitusele (tempo, õhkkond, selgituste arusaadavus, õpitava keele praktiseerimise võimalused jm), õpetaja tööle ja kursuse korralduslikule poolele ning teevad ettepanekuid õppetöö sisu ja vormi täiustamiseks. Küsitlus on anonüümne, mis tagab objektiivsuse.": "5.8. Для получения обратной связи о курсе участники заполняют анкету обратной связи в конце курса в электронном или бумажном виде, где оценивают содержание курса, свой языковой прогресс, учебные материалы, методику обучения, структуру занятий (темп, атмосфера, понятность объяснений, возможности для практики изучаемого языка и др.), работу преподавателя и организационные аспекты курса, а также предлагают улучшения в содержании и форме обучения. Анкета является анонимной, что обеспечивает объективность.",
   "6 Õpingute lõpetamise tingimused ja väljastatav dokument": "6. Условия завершения обучения и выдаваемый документ",
   "6.1. Õpingute eduka lõpetamise eelduseks on osalemine vähemalt 80% tundidest ja iseseisvate tööde tegemine.": "6.1. Для успешного завершения обучения требуется участие в не менее чем 80% занятий и выполнение самостоятельных работ.",
   "6.2. Kursuse lõpetamiseks sooritavad õppijad tõenduspõhise testi kõigi nelja osaoskuse tõendamiseks. Test loetakse sooritatuks vähemalt 60% tulemusega.": "6.2. По завершении обучения учащиеся сдают тест для подтверждения владения всех четырех навыков. Тест считается сданным при результате не менее 60%.",
   "6.3. Tunnistuse saab õppija kursuse lõpus juhul, kui õpingute lõpetamise nõuded on täidetud ja õpiväljundid saavutatud (testi tulemus vähemalt 60%).":  "6.3. По окончании курса учащийся получает свидетельство, отражающее его навыки и прогресс, если выполнены условия завершения обучения и достигнуты образовательные результаты.",
   "6.4. Tõendi täienduskoolituses osalemise või selle läbimise kohta saab õppija juhul, kui ta osales vähem kui pooltes tundides või kui ta ei saavutanud õppekava lõpetamiseks nõutud õpiväljundeid. Tõend väljastatakse ka juhul, kui koolitusel ei kontrollitud õpiväljundite saavutamist või õppija katkestas koolituse. Sellisel juhul tuuakse tõendil (või selle lisas) välja ka info selle kohta, milliste teemade käsitlemisel õppija osales.":  "6.4. Справка об участии или завершении дополнительного образования выдается учащемуся в случае его участия в менее чем в половине занятий или если он не достиг требуемых образовательных результатов по учебной программе. Справка также выдается, если на курсе не проводится проверка достижения образовательных результатов или если учащийся прерывает обучение. В таком случае в справке указывается информация о темах, которые прошел ученик."
  
}
     
